---
kind: property
id: P:Autodesk.Revit.DB.Family.IsOwnerFamily
zh: 族
source: html/f4a13e1e-dbfc-923a-7492-8203deb46a53.htm
---
# Autodesk.Revit.DB.Family.IsOwnerFamily Property

**中文**: 族

True if the family is the owner family for its own editable document, false otherwise.

## Syntax (C#)
```csharp
public bool IsOwnerFamily { get; }
```